tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "ansible"
brew "node"
brew "yarn"
brew "composer"
brew "dnsmasq", restart_service: true
brew "ffmpeg"
brew "mackup"
brew "php", restart_service: true
brew "youtube-dl"
brew "zsh-completions"

cask "bettertouchtool"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "handbrake"
cask "intellij-idea"
cask "java"
cask "microsoft-office"
cask "phantomjs"
cask "phpstorm"
cask "postman"
cask "slack"
cask "sonos"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "tower"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vyprvpn"
cask "webstorm"
