brew "git"
brew "dotnet"
brew "ffmpeg"
brew "youtube-dl"
brew "zsh-completions"

# Productivity
cask "dropbox"
cask "microsoft-office"
cask "sonos"
cask "spotify"
cask "vlc"
cask "vyprvpn"
cask "bitwarden"

# Web related
cask "brave-browser"

# Social
cask "discord"
cask "microsoft-teams"
cask "slack"
cask "messenger"
cask "zoom"

# Design
cask "figma"
cask "gimp"

# Mac Improvements
cask "rectangle"

# Development
cask "gitkraken"
cask "docker"
cask "postman"
cask "tableplus"
cask "visual-studio-code"
cask "jetbrains-toolbox"
