tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "ffmpeg"
brew "youtube-dl"
brew "zsh-completions"

# Productivity
cask "dropbox"
cask "microsoft-office"
cask "sonos"
cask "spotify"
cask "vlc"
cask "vyprvpn"

# Web related
cask "brave-browser"

# Social
cask "discord"
cask "microsoft-teams"
cask "slack"

# Design
cask "figma"
cask "gimp"

# Mac Improvements
cask "rectangle"

# Development
cask "gitkraken"
cask "docker"
cask "postman"
cask "tableplus"
cask "visual-studio-code"
cask "webstorm"
